/*
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "Versi terbaru tersedia.";
"Version:" = "Versi:";
"Released Date:" = "Tarikh Lancar:";
"Remind me later" = "Ingatkan saya nanti";
"Update now" = "Kemas kini sekarang";

"Check the update" = "Semak kemas kini";
"The version you are using is the latest one!" = "Versi yang anda guna ialah versi yang terbaru!";
"Software updata" = "Kemas kini perisian";
"Network error, please check the network and try again." = "Ralat pada rangkaian, sila semak rangkaian dan cuba lagi.";
"OK" = "OK";
"Downloading, please wait a moment." = "Sedang muat turun, sila tunggu sebentar.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Proses muat turun sudah selesai. Pemasangan perlu tutup program yang sedang berjalan. Adakah anda mahu sambung?";
"Install now" = "Pasang sekarang";
"Cancel" = "Batal";
"Download the latest version, do you want to cancel?" = "Muat turun versi terkini, anda pasti mahu batalkan?";
"Download error, please check the network and try again," = "Ralat pada proses muat turun, sila semak rangkaian dan cuba lagi,";
"Yes" = "Ya";
"No" = "Tidak";
"Installing, please wait a moment." = "Sedang memasang, sila tunggu sebentar.";
"Install complete." = "Proses pemasangan selesai.";
"Start now" = "Mula sekarang";
"Install failed, please try again." = "Pemasangan gagal, sila cuba lagi.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Sila sabar semasa proses pemasangan program, jika tidak, ia boleh menyebabkan keralatan program.";
"Try again" = "Cuba lagi";
"What's New:" = "Apa yang Terbaru:";
"Checking for updates…" = "Menyemak kemas kini...";

